import Container from "../../../components/Container";
import ImageSection from "../../../components/ImageSection";
import Line from "../../../components/Line/Line";
import bgImage from "../../../images/services_section/2.jpg";
import styles from './DesignWork.module.css'


const DesignWork = () => {
  return (
    <>
      <div className={styles.wrapper}>
        <ImageSection
          bgImg={bgImage}
          subTitle={"Послуги"}
          title={"Проєктні роботи"}
        />
        <Container>
          <p className={styles.description}>Наші спеціалісти виконують якісно та в визначені терміни роботи по проектуванню зовнішнього і внутрінього електропостачання обєктів цивільного та промислового значення, мереж зовнішнього освітлення і електромережевих об’єктів з обов’язковим дотриманням вимог нормативних документів.
            Ми виконуємо проектування електричних мереж різного рівня напруги і призначення, систем внутрішнього і зовнішнього електропостачання споживачів. Здійснюємо комплексне проектування об'єктів електроенергетичного призначення всіх видів будівництва від техніко-економічного обгрунтування до робочої документації.
          </p>

          <h3 className={styles.title}>Проектування здійснюється поетапно:</h3>
          <ol className={styles.list}>
            <li>1.	Проводиться узгодження технічного завдання (з проведенням державних та приватних експертиз)</li>
            <li>2.	Розробка проекту електропостачання Вашого об'єкту відповідно до технічного завдання та діючими нормами і стандартами (ПУЕ, ДБН і ін.).</li>
            <li>3.	Узгодження проекту електропостачання в органах державного нагляду (в Київенерго, архітектура  та інші). </li>
            <li>4.	По завершенні проектування здійснюється авторський нагляд і оперативне корегування проектів в ході будівництва.</li>
          </ol>
        </Container>
      </div>
    </>
  );
};

export default DesignWork;
